codigo.mensaje.ejemplo=Al lanzar una excepción se puede añadir cualquier objeto que se desee.

servicios.catalogos.consulta=Por el momento no es posible consultar la informacion del centro de trabajo
servicios.catalogos.consulta.entidad.erronea=El centro de trabajo con clave {0} no pertenece a su entidad
servicios.catalogos.update.comite=El comit\u00E9 {0} no puede ser actualizado ya que pertencece al cat\u00E1logo general.
servicios.catalogos.delete.comite=Uno o m\u00E1s comit\u00E9s que desea elimnar no le pertenecen.
servicios.catalogos.insert.comite.user.not.allowed=S\u00F3lo los usuarios de escuelas dadas de alta pueden registrar o eliminar sus propios comit\u00E9s. 

servicios.archivos.error.escritura=Hubo un error al escribir el archivo: {0} en el directorio: {1}
servicios.archivos.error.lectura=Hubo un error al leer el archivo: {0} en el directorio: {1}
servicios.archivos.error.upload=Hubo un error al subir el archivo: {0}
servicios.archivos.error.directorio.noExiste=El directorio destino {0} no existe.
servicios.archivos.error.directorio.noPermisos.escritura=No se tienen permisos de escritura en el directorio {0};
servicios.archivos.error.directorio.noPermisos.lectura=No se tienen permisos de escritura en el directorio {0};

servicios.archivos.municipal.error.delete.exception=Hubo un error al eliminar el archivo: {0}

servicios.primera.asamblea.porcentage.padres=El Consejo Escolar debe estar conformado con al menos 50%+1 de Padres de Familia
servicios.primera.asamblea.integracion.presidente =El Consejo Escolar debe contar con uno y solo un Presidente
servicios.primera.asamblea.integracion.secretario =El Consejo Escolar debe contar con uno y solo un Secretario
servicios.primera.asamblea.integracion.consejero =El Consejo Escolar debe contar con al menos un Consejero
servicios.primera.asamblea.integracion.validation.error.paterno=Al menos uno de los integrantes capturados no cuenta con apellido paterno
servicios.primera.asamblea.integracion.validation.error.nombre=Al menos uno de los integrantes capturados no cuenta con nombre
servicios.primera.asamblea.integracion.validation.error.cargo=Al menos uno de los integrantes capturados no cuenta con datos del cargo
servicios.primera.asamblea.integracion.validation.error.calidad=Uno de los integrantes capturados no cuenta con apellido paterno
servicios.primera.asamblea.num.max.modificaciones=Ha superado el n\u00famero m\u00e1ximo de modificaciones, como \u00fanica opci\u00f3n, de de baja su Consejo y vuelva a registrarlo
servicios.primera.asamblea.error.editar=Ocurrri\u00f3 un error al registrar su Primera Asamblea, favor de reportarlo al Centro de Atenci\u00f3n de Usuarios de la SEP
servicios.primera.asamblea.error.eliminar=Error al dar de baja el Consejo Escolar

servicios.primera.sesion.error.editar=Ocurrri\u00f3 un error al registrar su Primera Sesi\u00f3n, favor de reportarlo al Centro de Atenci\u00f3n de Usuarios de la SEP
servicios.primera.sesion.error.eliminar=Error al dar de baja la Primera Sesi\u00f3n

servicios.segunda.sesion.error.editar=Ocurrri\u00f3 un error al registrar su Segunda Sesi\u00f3n, favor de reportarlo al Centro de Atenci\u00f3n de Usuarios de la SEP
servicios.segunda.sesion.error.eliminar=Error al dar de baja la Seguda Sesi\u00f3n

servicios.segunda.asamblea.error.editar=Ocurrri\u00f3 un error al registrar su Segunda Asamblea, favor de reportarlo al Centro de Atenci\u00f3n de Usuarios de la SEP
servicios.segunda.asamblea.error.eliminar=Error al dar de baja la Seguda Asamblea

servicios.tercera.sesion.error.editar=Ocurrri\u00f3 un error al registrar su Tercera Sesi\u00f3n, favor de reportarlo al Centro de Atenci\u00f3n de Usuarios de la SEP
servicios.tercera.sesion.error.eliminar=Error al dar de baja la Tercera Sesi\u00f3n

servicios.cuarta.sesion.error.editar=Ocurrri\u00f3 un error al registrar su Cuarta Sesi\u00f3n, favor de reportarlo al Centro de Atenci\u00f3n de Usuarios de la SEP
servicios.cuarta.sesion.error.eliminar=Error al dar de baja la Cuarta Sesi\u00f3n

servicios.acta.constitutiva.error.editar=Ocurrri\u00f3 un error al registrar su Acta Constitutiva, favor de reportarlo al Centro de Atenci\u00f3n de Usuarios de la SEP

servicios.solr.query = Error al consultar el servicio de b\u00fasqueda

servicios.segunda.reunion.error.apoyosEstatal=Algun(os) apoyo(s) ya fueron registrados en reuniones posteriores
servicios.reunion.error.planTrabajo=Alguna(s) accion(es) ya fueron registradas en reuniones posteriores